[
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-06T16:18:33.925348",
    "transcript": "It's working. It's working. It's just lagging. Oh, fuck, I wish I could run it on Tinder's laptop. We can. Oh, it's not able to act on that."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T14:38:12.081886",
    "transcript": "It will work a lot. Subtitles are sometimes important, what are you doing? I don't think that Jesus is getting spent."
  },
  {
    "profile_id": "siddharth ",
    "timestamp": "2025-12-07T14:40:27.126693",
    "transcript": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T14:42:25.204585",
    "transcript": "and say that's it."
  },
  {
    "profile_id": "siddharth ",
    "timestamp": "2025-12-07T14:43:01.239939",
    "transcript": "I'm sorry, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T22:56:35.084409",
    "transcript": "There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T23:02:09.544795",
    "transcript": "I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T23:06:44.662834",
    "transcript": "What is the time?"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T23:32:35.923429",
    "transcript": "No, I don't have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T23:36:36.565736",
    "transcript": "Well, but Take you what this I agree I know so do you watch"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-08T18:02:12.629052",
    "transcript": "Thanks for watching!"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-08T18:15:44.991752",
    "transcript": "I'm going to go ahead and put it on the top of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-08T18:24:40.685871",
    "transcript": "I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this."
  }
]