[
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-06T16:18:33.925348",
    "transcript": "It's working. It's working. It's just lagging. Oh, fuck, I wish I could run it on Tinder's laptop. We can. Oh, it's not able to act on that."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T14:38:12.081886",
    "transcript": "It will work a lot. Subtitles are sometimes important, what are you doing? I don't think that Jesus is getting spent."
  },
  {
    "profile_id": "siddharth ",
    "timestamp": "2025-12-07T14:40:27.126693",
    "transcript": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T14:42:25.204585",
    "transcript": "and say that's it."
  },
  {
    "profile_id": "siddharth ",
    "timestamp": "2025-12-07T14:43:01.239939",
    "transcript": "I'm sorry, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine, I'm fine"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T22:56:35.084409",
    "transcript": "There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air. There's one throw in the air."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T23:02:09.544795",
    "transcript": "I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do. I don't know what to do."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T23:06:44.662834",
    "transcript": "What is the time?"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T23:32:35.923429",
    "transcript": "No, I don't have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to pause this way and after that I have to"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-07T23:36:36.565736",
    "transcript": "Well, but Take you what this I agree I know so do you watch"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-08T18:02:12.629052",
    "transcript": "Thanks for watching!"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-08T18:15:44.991752",
    "transcript": "I'm going to go ahead and put it on the top of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board. I'm going to go ahead and put it on the bottom of the board."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-08T18:24:40.685871",
    "transcript": "I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this. I'm not going to do this."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T15:48:58.474646",
    "transcript": "I'm going to go ahead and see if I can get it out of here. I'm going to go ahead and see if I can get it out of here. I'm going to go ahead and see if I can get it out of here."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T16:06:04.810892",
    "transcript": "So you sounded like you were sick and girl I love her hours.  Alright.  Can you please move your phone?  And girl I love her hours.  I did sick."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T16:08:26.297024",
    "transcript": "WOAH!  OMG!"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T16:10:26.677790",
    "transcript": "There ya go...  N-N-N-N.  N-N-N-N-N-N.  And I know, buddy, nooo!"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T16:11:06.520226",
    "transcript": "That's what we do with the last"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T16:15:23.989852",
    "transcript": "Let's go!  This is dumb.  It will be attached today.  This is what I never know about.  No, it is flipping the thing.  See, if I come to this I'd say.  Okay."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T22:25:31.268511",
    "transcript": "And it's taking the conversation also.  Where it's taking the conversation also or the fuck?  What?  It's saying whatever I'm saying.  Yeah, so that's what I'm thinking about.  No."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T22:26:47.375454",
    "transcript": "You know what, what to do, do, do, do, do, do, do, do, do.  You need to leave this sentence in the first sentence, yeah, yeah, yeah.  No, I don't, no, no, no, no, no, that's, that's, that's, that's, that's."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T22:50:14.675209",
    "transcript": "Whoa, whoa, whoa, did you change anything about the past conversations?  Why is it throwing all the long conversations around?  Okay, but it's recording pretty well now.  Yeah, it's recording pretty well now.  Yeah, we have to..."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T22:51:39.683114",
    "transcript": "like it's gone, it's gone.  Yeah, it's gone because it's only detecting and then your face is situated."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T22:54:17.640014",
    "transcript": "and what else I think everything else is fine that it detects pretty well like  really really well right now as long as the face is there correctly it's  detecting like top notch"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T23:05:03.345585",
    "transcript": "It's not even showing any conversations and any last night.  What do you change?  Nothing.  Change.  Okay.  Now I need to.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change.  Change."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T23:14:19.312014",
    "transcript": "Man  It's not showing man"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-09T23:16:16.229092",
    "transcript": "You"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-10T00:09:02.610080+05:30",
    "transcript": "I think the photo is bad.  Is it detecting the compensation look?  Yeah, I cannot see.  I cannot see it from this angle.  Why is it showing it?"
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-10T00:10:17.652577+05:30",
    "transcript": "Come, come, come, come."
  },
  {
    "profile_id": "siddharth ",
    "timestamp": "2025-12-10T00:10:18.922742+05:30",
    "transcript": "I'm not sure if I'm going to do it."
  },
  {
    "profile_id": "Ishan",
    "timestamp": "2025-12-10T00:10:21.504818+05:30",
    "transcript": "With the face, yes, sir, recognition."
  }
]